Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/sd/white_papers/samediggediedadus_samegiela_gaktuj_2012.pdf.tmx
Source language: smj
Languages: sma

source: Median le sierralágásj ájnas roalla giellatrendbieddjen.
sma: Meedija aktem joekoen vihkeles råållam åtna goh gïelevæjsere.

source: Mielanækto sámegiela adno luluj giela stáhtusav låpptit.
sma: Voerkesvoete åtnoen bïjre saemien gïeleste sæjhta viehkiehtidh gïelen staatusem bijjiedidh.

source: Sámegiella galggá liehket giella mij dåjmalattjat aneduvvá sihke ájnegis ulmutjijs ja ásadusájs.
sma: Saemien tjuara akte gïele årrodh maam dovne fïerhte almetje jïh institusjovnh nåhtadieh.

source: Dát vijdet sámegiela anov ja dan stáhtusav ja árvov låppti.
sma: Daate sæjhta åtnoem lissiehtidh saemien gïeleste, jïh gïelen staatusem jïh aarvoen bijjiedidh.

source: Dán aktijvuodan le aj ájnas dættodit sáme gudi ælla bessam sámegielav oahppat hæhttuji rahtjat váj gielav ruopptot válldá.
sma: Daan sjïekenisnie dle vihkeles tjïertestidh saemieh mah eah leah åådtjeme saemien lïeredh, tjuerieh aktem barkoem darjodh juktie gïelem bååstede vaeltedh.

source: Sámedigge sihtá ienep dættov man ájnas le gielav ållessjattugin oahppat.
sma: Saemiedigkie sæjhta tjerkebe tjïertestidh ihke lea vihkeles gïelem lïeredh geerve aalterisnie.

source: Sámedigge ij máhte ájnegis ulmutjij priváhta giellaanov stivrrit, valla Sámedigge galggá barggat dan vuoksjuj jut gávnnuji buorre vejulasjvuoda gielav oahppat ja buorre giellaárená.
sma: 35 gïeleåtnoem stuvredh, men Saemiedigkie sæjhta barkedh ihke hijven gïelelïerehtimmienuepieh jïh hijven gïelesijjieh gååvnesieh.

source:  Sámegiella dåjmalattjat aneduvvá juohkka sebrudaksuorgen
sma:  Saemien gïele eadtjohkelaakan åtnasåvva gaajhkine siebriedahkesuerkine

source:  Buorremielakvuohta sámegiela vuoksjuj
sma:  Akte positijve vuajnoe åtnose saemien gïeleste

source:  Ásadusáj ja organisasjåvnåj siegen ásadit diedulasjvuodav man ájnas le sámegielav adnet sihke
sma:  Institusjovnigujmie jïh siebriejgujmie ektine stuerebe voerkesvoetem tseegkedh ihke lea

source: njálmálattjat ja tjálalattjat
sma: daerpies saemien nåhtadidh, dovne njaalmeldh jïh tjaaleldh

source:  Barggat dan vuoksjuj jut ásadusá ja organisasjåvnå ietjasa sámegiela ja – kultuvra máhtudagáv
sma:  Barkedh ihke institusjovnh jïh siebrieh sijjen maahtoem saemien gïelesne jïh kultuvresne

source: lasedi.
sma: lissiehtieh

source: Sáme giellaguovdátja li viehka ájnnasa sámegiela åvddånahttemin.
sma: Saemien gïelejarngh aktem vihkeles råållam utnieh juktie saemien gïelem evtiedidh.

source: Da li sierraláhkáj ájnnasa lahkabirrasin ja viehka ållo dåjmajt ietjasa guovlojn álgadi.
sma: Dah leah joekoen vihkeles voengese, jïh jïjnjh darjomh sjugniedieh sijjen dajvine.

source: Giellaguovdátja le Sámedikke ájnnasamos aktisasjbarggoguojmij gaskan iesjguhtik giellaguovlon.
sma: Gïelejarngh leah akte dejstie Saemiedigkien vihkielommes laavenjostoeguejmijste dejnie ovmessie gïeledajvine.

source: Giellaguovdátjij hásstalus le jut ælla stuoves ålgodisævto.
sma: Gïelejarngide akte haesteme gosse eah mierietsiehkide åvtese daejrieh.

source: Giellaguovdátjij guoradallam mav Norut Áltá 2012 gidá dagáj duodas dárbbo le ulmutjijs ja rudájs.
sma: Dïhte vuarjasjimmie gïelejarngijste, maam Norut Alta darjoeji gïjren 2012, vuesehte daerpies lissiehtamme ekonomeles jïh almetjen vierhtiejgujmie.

source: 33 Sámedigge berus gielladåjmaj vuohkasap åvdåsvásstádusjuohkemis ja koordinerimis, ja dan aktijvuodan li giellaguovdátja luondulasj aktisasjbarggoguojme.
sma: Saemiedigkie aktem buerebe dïedtejoekedimmiem jïh iktedimmiem gïeleråajvarimmijste sæjhta, jïh daan sjïekenisnie gïelejarngide vuajna goh iemie laavenjostoeguejmieh.

source: Sáme giellaguovdátjijn le stuorra potensiálla sámegielav vijddábut låpptit.
sma: Saemien gïelejarngh stoerre nuepieh utnieh saemien gïelem vijriesåbpoe evtiedidh.

source: Sámedigge le åvddåla dættov biedjam man ájnas le jut ienep tjáppagirjálasjvuohta, oahpponævo ja giellateknologalasj vædtsaga dagáduvvi ja dát le lahkasit giellaguovdátjijda tjanádum.
sma: Saemiedigkie aarebi tjïelkestamme ihke daerpies aktine lissiehtamme dorjemassine tjiehpieslidteratuvreste, learoevierhtijste jïh gïeleteknologeles dïrregijstie, jïh vuajna daam aktene lïhke ektiedimmesne gïelejarngigujmie.

source: Dát mierkki giellaguovdátja ja oahppoásadusá hæhttuji ájn lagábut aktan barggat.
sma: Dellie gïelejarngh jïh lierehtimmieinstitusjovnh aaj daarpesjieh vielie laavenjostedh.

source: Sæmmi láhkáj le dárbbo jut giellaguovdátja ja árbbedábálasj æládusá aktan barggi váj sáme árbediedov ja teknologijav nanni ja åvddånahttá.
sma: Aaj daerpies aktine lïhkebe laavenjostojne gaskem gïelejarngh jïh aerpievuekien jielemh, juktie evtiedidh jïh eevtjedh åtnoem aerpievuekien daajroste jïh terminologijste.

source: Sámedikke mielas li giellaguovdátja luondulasj vásstediddje gå galggá ådå giellaárenájt ásadit ja dajt ieme vijdábut åvddånahttet.
sma: Saemiedigkie åtna gïelejarngh goh iemie aktöörh juktie orre gïelejarngh tseegkedh, jïh daaletje gïelesijjieh saemien gïelese vijriesåbpoe evtiedidh.

source: Giellaguovdátjij buvtadime giellaåhpadime aktijvuodan le árvulasj ja bierri ájn ienebut almoduvvat ja bigoduvvat.
sma: Doh learoevierhtieh mejtie gïelejarngh lea gïelelïerehtæmman evtiedamme, stoerre aarvoem utnieh jïh byöroeh olkese båetedh guktie gaajhkesh maehtieh dejtie nåhtadidh.

source: Næhttaportálla Aktan.no le luondulasj tjoahkkimbájkke giellaguovdátjij bargojda ja almodimijda aj.
sma: Nedteportale Ovttas.no lea akte iemie sijjie aaj gïelejarngi materijellese jïh bæjhkoehtimmide.

source:  Dåjmalasj ja ielle sáme giellaguovdátja
sma:  Eadtjohke jïh jielijes saemien gïelejarngh

source:  Aktan giellaguovdátjij gehtjadit sijá rållav sámegiela åvddånahttemin
sma:  Gïelejarngine ektine vuartasjidh maam dah maehtieh darjodh juktie saemien gïelem

source:  Åttjudit stuoves ruhtadimårnigijt giellaguovdátjijda.
sma:  Barkedh ihke gïelejarngh ihkuve jïh daajroes beetnehdåarjoeöörnegh åadtjoeh.

source: Giellaárená
sma: Gïelesijjieh

source: Ájnas ækton jus sámegiella galggá bisoduvvat ja vijddábut åvddånahteduvvat le jut gávnnuji giellaárená gånnå giela ajtu aneduvvi.
sma: Jis saemien gïele edtja gorresovvedh jïh vijriesåbpoe evtiesovvedh dle gïelesijjieh tjuerieh gååvnesidh gusnie gïelh raaktan åtnasuvvieh.

source: Ulme sámegielav bæjválasj giellan åttjudit li gássjela ållidit jus ij besa gielajt bæjválasj iellemin, almulasj aktijvuodan jali guládallamin adnet.
sma: Ij maehtieh intensjovnide jaksedh akten saemien gïelen bïjre mij edtja aarkebiejjien gïeline årrodh, dan guhkiem ij gåaredh gïelide nåhtadidh aarkebiejjien jieliedisnie, gosse byögkelsvoetine govlesadta jallh mubpiejgujmie govlehtalla.

source: Moatten sajen ij le sámegiella luondulasj oassen árkkabiejves, ja dåssju muhtem gallegasj árená gávnnuji gånnå giella aneduvvá.
sma: Gellene lehkesne saemien gïele ij leah akte iemie bielie aarkebiejjien jieliedistie, jïh vaenie sijjieh gååvnesieh gusnie gïele åtnasåvva.

source: Giellaárená li ájnas vædtsaga gå galggá æjvvalimsajijt ásadit gånnå sámegiella gullu ja vuojnnu.
sma: Gïelesijjieh leah vihkeles dïrregh juktie gaavnedimmiesijjieh sjugniedidh, gusnie maahta saemien govledh jïh vuejnedh.

source: Sierraláhkáj le dát ájnas dåppe gånnå sámegiella le unneplåhkogiella.
sma: Joekoen vihkeles daejnie dajvine gusnie saemien ij leah jienebelåhkoegïele.

source: Hæhttu dilev láhtjet almma sámegiela adnuj sebrudagán árenáj ja æjvvalimsajij baktu mánájda, nuorajda ja ållessjattugijda.
sma: Tjuara sjïehteladtedh guktie maahta saemien eensilaakan nåhtadidh siebriedahkesne, goh sijjieh jïh gaavnedimmiesijjieh maanide, noeride jïh geervide.

source: Giellabiese ja giellalávggoma li viehka dåbmara læhkám gå galggá giellaåhpadusáv nannit.
sma: Gïelebiesieh leah hijven råajvarimmieh orreme juktie gïelelïerehtimmiem eevtjedh.

source: Mánájda ja nuorajda gudi sámegiela åhpadimev skåvlån oadtju ja gejn ij le heva gielalasj doarjja bájkálasj birrasin li giellabiese viehka ájnnasa buorre giellaåvddånahttemij.
sma: Maanide jïh noeride mah lïerehtimmiem saemiengïelesne åadtjoeh skuvlesne, bielelen naan sjïere gïeleldh dåarjoe voengesne, dle gïelebiesie eevre vihkeles gïeleevtiedimmien gaavhtan.

source: Dákkir fálaldagá álu prosjevtaj baktu fáladuvvi ja ælla stuoves fálaldagá.
sma: Daan biejjien dagkerh faalenassh leah prosjekti tjïrrh, jïh eah leah ihkuve faalenassh.

source: Dárbbo le árvustallat jus giellabiese galgalulujin oassen dábálasj oahppofálaldagás ja skåvlåjda hiebaduvvat.
sma: Sæjhta daerpies årrodh vuarjasjidh mejtie gïelebiesieh byöroeh meatan vaaltasovvedh goh akte bielie dehtie sïejhme lïerehtimmiefaalenasseste, jïh meatan vaaltasovvedh nænnoestamme mierine.

source: Dáv aj dagástallap Sámediggediedádusán åhpadusá hárráj.
sma: Dam aaj Saemiedigkiebïevnesisnie lïerehtimmien jïh ööhpehtimmien bïjre digkede.

source:  Sámegiela giellaárenáj valjesvuohta
sma:  Gelliesåarhts gïelesijjieh saemien gïelese

source:  Vuogas giellaárenájt ásadit ma doajmmi gielalasj doarjjan lahkabirrasin
sma:  Barkedh ihke hijven gïelesijjieh evtiesuvvieh mah leah goh gïeleldh dåarjoe voengesne

source: Sámegielav vuojnnusij buktet almulasjvuodan
sma: Saemien gïelem våajnoes darjodh byögkeles tjiehtjielisnie

source: Sámegiella vuojnnusij boahtá tjállemgiela baktu.
sma: Saemien våajnoes sjædta tjaalegegïelen tjïrrh.

source: Danen le ájnas dilev láhtjet váj tjállemgielav bæssá ájn vil ienebut adnet.
sma: Dannasinie vihkeles sjïehteladteh lissiehtamme åtnose tjaalegegïeleste.

source: Vájku boarrásamos tjállusa sámegiellaj li moadda tjuohte jage vuorrasa, de le dåjmalasj adno tjálalasj sámegielas sámegielak álmmuga gaskan viehka ådåájggásasj ájádus mij vijddánij låhkåmgiellan esski gå åskulasj tevsta almoduvvin.
sma: Jalhts dah båarasommes tjaalegh saemien gïelesne leah gellie tjuetien jaepien båeries, dle akte naa orre fenomene dah saamastallije almetjh eelkin tjaaleldh saemien nåhtadidh, voestegh goh lohkemegïele mænngan dah religijööse tjaalegh olkese böötin.

source: 1970 jagij rájes vijddánij sámegielak girjálasjvuohta, valla esski gå sámegiella åhpadimgiellan sjattaj vuodoskåvlån de sjattaj buorep vuodo dåjmalasj adnuj sáme tjállemgielas sihke låhkåm- ja tjállemgiellan.
sma: 1970- låhkoen raejeste dle akte stoerre lissiehtimmie saemiengïeleldh lidteratuvreste eelki, men easkah gosse saemien ööhpehtimmiegïeline sjïdti maadthskuvlesne, dle akte buerebe våarome sjïdti saemien tjaalegegïeline nåhtadidh, dovne goh lohkeme- jïh tjaelemegïele.

source: Gå sierra sáme oahppoplána juohkka skåvllåfáhkaj båhtin 1990-lågo låhpan sjattaj dat miehtebieggan sáme tjállemgiela åvddånimen mij lij buorre vuodo oahppijda tjálalasj sámegiela adnuj.
sma: Gosse jïjtsh saemien learoesoejkesjh gaajhkide skuvlefaagide sjïehtesji 1990-låhkoen minngiegietjesne, dle saemien tjaalegegïeleevtiedimmie aktem orre skraejriem åadtjoeji, mij learoehkide aktem hijven våaromem vedti saemien tjaaleldh nåhtadidh.

source: Hásstalusá sámegielav vuojnnusij buktet båhti dassta gå tjállemgielan le viehka oanes histåvrrå skåvllåaktijvuodan ja viehka stuorra ærádusá iesjguhtik giellajuohkusij gaskan.
sma: Saemien gïelem våajnoes darjodh lea akte haesteme dan åvteste tjaalegegïelen histovrije lea naa åenehks skuvleektiedimmesne, jïh naa stoerre joekehtsigujmie dejtie ovmessie gïeledåehkide.

source: Sámegielav vuojnnusij biedjat le sihke ulmme ja vædtsak.
sma: Saemien gïelem våajnoes darjodh lea dovne akte ulmie jïh akte vierhtie.

source: Galbaj, dájda, dokumentaj, næhttabielij ja tiekstima baktu giella vuojnnusij boahtá.
sma: Gïele våajnoes sjædta sjiltadimmien, tjeahpoen, tjaatsegi, hïejmesæjroej jïh teekstadimmien tjïrrh.

source: Giella mij vuojnnu le vuodulasj viehkkenævvo sæmmi båttå gå aj giellaj ienep stáhtusav vaddá.
sma: Akte våajnoes gïele lea akte vihkeles viehkievierhtie gïelelïerehtimmesne, seamma tïjjen dle gïele aaj stuerebe staatusem åådtje.

source: Sáme bájkkenamáj adno ja vuojnnusij buktem le ájnas giella- ja kultuvrraåvdediddje doajmma.
sma: 37 Saemien sijjienommh nåhtadidh jïh våajnoes darjodh leah akte vihkeles gïele- jïh kultuvreskreejrije råajvarimmie.

source: Ájnas le sáme bájkkenamájt systemáhtalattjat registrerit ja tjoahkkit, sierraláhkáj dakkir guovlojn gånnå ij le heva åvdutjis tjoahkkidum.
sma: Vihkeles saemien sijjienommh öörneldihkie vïhtesjadtedh jïh tjöönghkedh, joekoen dejnie dajvine gusnie jïjnjh saemien nommh fååtesieh.

source: Dán aktijvuodan le ájnas sáme nammafágalasj arkijvav tsieggit váj namá li álkket giedaj åvdån.
sma: Daan sjïekenisnie dle vihkeles aktem saemien nommefaageles våarhkoem tseegkedh, guktie alhkie sjædta nommide gaavnedh.

source: Media ja girjálasjvuohta gielav vájkkudi, danen le ájnas jut sáme girjálasjvuohta almoduvvá manna le buorre giella madi sæmmi bále le álldarjuohkusij hiebaduvvam ja låhkåmmielav árvusmahttá.
sma: Meedija jïh lidteratuvre gïelem tsevtsieh, dannasinie vihkeles saemien lidteratuvre olkese båata mij dovne hijven gïelem åtna, jïh seamma tïjjen lea aalteredåahkan sjïehtedamme jïh lohkemelastoem skreejrie.

source: Median le ájnas roalla sebrudagán, ja navti le siján stuorra åvdåsvásstádus sihke vuojnnusij buktemis, buorre giela åvdås, ja jut vatteduvvi fálaldagá ma li siegen giellaanov nannimin ja åvdedimen.
sma: Meedijan råålla lea vihkeles siebriedahkesne, jïh dan åvteste aktem stoerre dïedtem åtna gïelem vuesiehtidh, hijven gïelem nåhtadidh, jïh faalenassh vedtedh mah gïeleåtnoem skreejrieh jïh eevtjieh.

source: Filma mánájda ja nuorajda li ájnas gielladuvdadiddje.
sma: Filmh maanide jïh noeride leah vihkeles bieljelæjjah gïeleste.

source: Danen li filma gånnå besa sámegielav válljit juogu de ságastimgiellan jali tækstagiellan ájnnasa mánáj giellaåvddånahttema vuoksjuj.
sma: Filmh saemien gïeleveeljeminie jïh filmh saemien teeksteveeljeminie sijhtieh dannasinie vihkeles årrodh maanaj gïeleevtiedimmien gaavhtan.

source: Sámedigge vuojnná dárbov nuorttarijkaj aktisasjbargos Sáme parlamentáralasj ráde ja nuorttarijkaj sámeminisstaraj tjadá váj sámegiella vijddásap sajev oadtju tv-kanálajn, dvd-filmajn ja internæhttabájkijn ma li mánájda ja nuorajda.
sma: Saemiedigkie vuajna daerpies aktine noerhtelaanti laavenjostojne, Saemien paralmentarihkeles raerien jïh noerhtelaanti saemieministeri tjïrrh, ihke saemiein gïele stuerebe sijjiem åådtje tv-kanaaline, dvd-filmine jïh gaskeviermiesæjrojne mah leah maanide jïh noeride sjïehtedamme.

source:  Sámegiella le anon ja vuojnnusin juohkka árenán sebrudagán
sma:  Saemien gïele åtnsåvva jïh lea våajnoes gaajhkine sijjine siebriedahkesne

source:  Sámegielav ja kultuvrav vuojnnusij buktet
sma:  Saemien gïelem jïh kultuvrem vielie våajnoes darjodh

source:  Ienep girjálasjvuoda, avijsa ja bláde almodusá sámegiellaj
sma:  Vielie lidteratuvre, jienebh plaerieh jïh tjaalegh saemien gïelesne

source:  Ienep tjálalasj sámegiela adno digitála mediájn.
sma:  Vielie tjaaleldh saemien gïele digitaale meedijinie.

source: Vájkkudusá ruhtadilláj ja háldadussaj
sma: Ekonomeles jïh reereles konsekvensh

source: Dát diedádus gåvvit dárbojt ja hásstalusájt ma li sebrudagán, madi tjoavddusijt buktá gåktu sámegiela dilev buoredit.
sma: Daate bïevnese daerpiesvoetide jïh haestiemidie tjoevkede mah siebriedahkesne gååvnesieh, jïh raeriestimmieh buakta mah edtjieh tsiehkiem saemien gïelese bueriedidh.

source: Dán diedádusá baktu, ja buorre aktisasjbarggon guovdásj oajválattjaj vuorddá Sámedigge ruhtadille sáme giellaåvddånahttemij Vuonan viehka ålov buorrán. Sámedigge jáhkká
sma: Viehkine daehtie bïevnesistie, jïh akten hijven dijalogen tjïrrh voernges åejvieladtjigujmie, dle Saemiedigkie veanhtede dah ekonomeles mierieh saemien gïeleevtiedæmman Nöörjesne tjarke læssanieh.

source: 35 guovdásj oajválattja ållidi dajt ulmijt ma li biejadum, váj Sámedigge ja ietjá oassálasste oadtju daj rudálasj ja háldaduslasj birástagájt majt dárbaj jus galggá sámegiela stáhtusav ja anov lasedit.
sma: Saemiedigkie ojhte veanhta dah voernges åejvieladtjh mietieh dejtie ulmide mah leah bïejesovveme, guktie Saemiedigkie jïh jeatjah aktöörh dejtie ekonomeles jïh reereles mieride åadtjoeh mah leah daerpies jis edtja staatusem jïh åtnoem saemien gïeleste bijjiedidh.

source: Sámedigge diehtá dát diedádus mierkki stuorra rievddama boahtemin.
sma: Saemiedigkie ojhte daajra daate bïevnese stoerre jarkelimmieh kreava.

source: Lága hæhttuji rievddaduvvat, fábmo ja åvdåsvásstádus hæhttu tjielgaduvvat.
sma: Tjuara laakh jarkelidh, faamoem jïh dïedtem tjïelkestidh.

source: Sæmmi båttå hæhttuji rudálasj ressursa laseduvvat dagu juo lip nammadam.
sma: Seamma tïjjen dle ekonomeles vierhtieh tjuerieh læssanidh, goh joe neebneme.

source: Rievddama majt Sámedigge dáppe oajvvat mierkkiji moadda lága rievdaduvvi váj sámegielaga oadtju iesjguhtik riektáv giellaj.
sma: Dah jarkelimmieh mejtie Saemiedigkie daesnie raereste, jarkelimmieh sjugniedieh jienebinie laakine, mah joekehts gïelereaktah vedtieh saamastallije almetjidie.

source: Dat mierkki aj Sámedikke ja ietjá aktøraj fábmo målssu.
sma: Aaj akte jarkelimmie faamosne sjædta, dovne Saemiedægkan jïh jeatjah aktööride.

source: Dát le alvos barggo mij gájbbet snivva tjadádimev.
sma: Daate akte stoerre barkoe mij aktem veele gïehtjedimmiem kreava.

source: Danen le Sámedigge oajvvadam sáme almulasj nammadus (SAN) namamduvvá manna li ájrrasa ráddidusás ja Sámedikkes.
sma: Dannasinie Saemiedigkie raeriestamme aktem byögkeles moenehtsem tseegkedh (SaOU), lïhtsegigujmie Reerenasseste jïh Saemiedigkeste.

source: Dán nammadusán hæhttu mandáhtta guoradallat lágaj ja fámo rievddamav sámegiela vuoksjuj.
sma: Daan moenehtsen mandaate tjuara årrodh salkehtidh, jïh raeriestimmieh buektedh jarkelimmiej bïjre laakine jïh faamosne mah leah saemien gïelen bïjre.

source: Vijddábut hæhttu nammadus ålgodisævtojt, vásstediddje vidjurijt ja sáme gielladåjmaj koordinerimav tjadádit ja rievddadusájt oajvvadit.
sma: Vijriesåbpoe dle moenehtse tjuara mierietsiehkide, dïedtem jïh iktedimmiem saemien gïeleråajvarimmijste gïehtjedidh, jïh raeriestimmieh buektedh jarkelimmide.

source: Sámediggá vuorddá mij galggap nammadusá mandáhtav hábbmit.
sma: Tsihkestahta Saemiedigkie mandaatem dorje moenhtsasse.

source: Diedádusáv jahkásattjat tjuovvol Sámedikke jahkásasj budsjehta baktu gånnå dåjma ma iesguhtik ulmijda hiehpi vuoroduvvi.
sma: Saemiedigkien fïerhten jaepien budsjedten tjïrrh sæjhta bïevnesinie vijriesåbpoe barkedh, gusnie sæjhta råajvarimmieh prijoriteradidh dej sjïere ulmiej nuelesne.

source: Sámedikkeráde árvustallá doajmmaplánajt dahkat muhtem barggosuorgijda.
sma: Saemiedigkieraerie sæjhta vuarjasjidh dahkoesoejkejsh darjodh muvhtide barkoesuerkijste.

source: Diedádusán le guhkesájggásasj perspektijvva ja luondulasj le dav vas gehtjadit gålmånielje jage duogen váj árvustallá makta Sámedigge le diedádusá ulmijt ållim.
sma: Bïevnesen akte guhkies perspektijve, jïh sæjhta iemie årrodh bïevnesem gïehtjedidh golme- njieljie jaepiej mænngan juktie vuarjasjidh mejtie Saemiedigkie lea dejtie ulmide jakseme mejtie bïevnesasse bïejeme.

source: Litteraturliste
sma: Lidteratuvrelæstoe

source: Forskrift om endring i forskrift om fosterhjem http://lovdata.no/cgi-wift/wiftldles?doc=/app/gratis/www/docroot/ltavd1/filer/sf20120315-0226.html&emne=fosterhjem*&
sma: Forskrift om endring i forskrift om fosterhjem

source: (AN:a mánájkonvensjåvnnå) Mierredum Aktidum nasjåvnåjs, basádismáno 20. bve 1989.
sma: (FNs barnekonvensjon) Vedtatt av De forente nasjoner 20. november 1989.

source: Tjårggidum Vuonas, ådåjakmáno 8. bve 1991.
sma: Ratifisert av Norge 8. januar 1991.

source: Ådåstuhtedum jårggålibme sjnjuktjamánno 2003 bievddegirjjelasádusáj.
sma: Revidert oversettelse mars 2003 med tilleggsprotokoller.

source: Mierredum Aktidum nasjåvnåjs, javllamáno 16. bve 1966.
sma: Vedtatt av De forente nasjoner 16. desember 1966.

source: Tjårggidum Vuonas, ragátmáno 13. bve 1972.
sma: Ratifisert av Norge 13. september 1972.

source: Doajmmagådij sjnjuktjamáno 23. bve 1976.
sma: Trådte i kraft 23. mars 1976.

source: Mierredum ILO:as oajvvekonferánsan bietsemáno 27. bve 1989.
sma: Vedtatt av ILOs generalkonferanse 27. juni 1989.

source: Tjårggidum Vuonas, biehtsemáno 20. bve 1990.
sma: Ratifisert av Norge 20. juni 1990.

source: Doajmmagådij sjnjuktjamáno 5. bve 1991. http://www.regjeringen.no/nb/dep/fad/tema/samepolitikk/midtspalte/ilokonvensjon-nr169-om-urbefolkninger-o.html?id=451312
sma: Trådte i kraft 5. september 1991. http://www.regjeringen.no/nb/dep/fad/tema/samepolitikk/midtspalte/ilokonvensjon-nr169-om-urbefolkninger-o.html?id=451312

source: Mierredum Europarádes 1992.
sma: Vedtatt av Europarådet i 1992.

source: Tjårggidum Vuonas jagen 1993.
sma: Ratifisert av Norge i 1993.

source: Doajmmagådij sjnuktjamáno 1. bve 1998. http://conventions.coe.int/treaty/en/Treaties/Html/148.htm (Engelsk versjon)
sma: Trådte i kraft 1. mars 1998. http://conventions.coe.int/treaty/en/Treaties/Html/148.htm (Engelsk versjon)

source: Mierredum AN:a oajvvetjåhkanimen ragátmáno 13. bve 2007.
sma: Vedtatt av FNs generalforsamling 13. september 2007.

source: Sámedikkeráde politihkalasj álggemtjielgadus.
sma: Sametingsrådets politiske tiltredelseserklæring.

source: Politihkalasj vuodo Sámedikke ieneplågoráde ájgegávdan 2009-2013. http://www.samedigge.no/Sammedikke-birra/Organisasjaavnaa-struktuvrra/Samedikkerade
sma: Politisk plattform for flertallsrådet i Sametinget for perioden 2009-2013. http://www.sametinget.no/Om-Sametinget/Organisasjonsstruktur/Sametingsraadet

source: Fornyings-, administrasjons- og kirkedepartementet (2011): Sáme gielaj doajmmapládna (20092013).
sma: Fornyings-, administrasjons- og kirkedepartementet (2011): Handlingsplan for samiske språk (2009-2013).

source: Davvisámegielagiid demografiija ja buolvvaidgaskasaš sirdaseapmi Norggas ja Suomas.
sma: Davvisámegïelagiid demografiija ja buolvvaidgaskasaš sirdaseapmi Norggas ja Suomas.

source: Andersen, Svanhild ja Strömgren, Johan (2007): Sámelága giellanjuollggadusaid evalueren.
sma: Andersen, Svanhild ja Strömgren, Johan (2007): Sámelága gïellanjuollggadusaid evalueren.

source: Sámegiella lea čaffat !
sma: Sámegïella lea čaffat !

source: Sámediggeráđi dieđáhus sámegiela birra.
sma: Sámediggeráđi dieđáhus sámegïela birra.
